{
  "Login": {
    "primary": 1,
    "name": "หน้าเข้าสู่ระบบ (Login)",
    "Login/login-หน้าล็อกอิน.png": {
      "primary": 1,
      "th": "หน้ากรอกข้อมูล username และ password เพื่อเข้าสู่ระบบ Cityparking admin สำหรับผู้ดูแลระบบ",
      "en": "Login page for entering username and password to access Cityparking admin for administrators"
    },
    "Login/กำลังเข้าสู่ระบบ-login.png": {
      "primary": 2,
      "th": "หน้ากรอกข้อมูลแต่เป็นขั้นตอนกำลังเข้าสู่ระบบ Cityparking admin สำหรับผู้ดูแลระบบ",
      "en": "Login page for entering username and password to access Cityparking admin for administrators"
    }
  },
  "Line-OA": {
    "primary": 2,
    "name": "หน้าแสดงข้อมูลสมาชิก Line OA",
    "Line-OA/หน้าแสดงข้อมูลสมาชิก-line-oa-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA เกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติของสมาชิก Line OA",
      "en": "Dashboard page for viewing statistics of Line OA members"
    },
    "Line-OA/หน้าแสดงข้อมูลสมาชิก-line-oa-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางสำหรับดูข้อมูลสมาชิก Line OA",
      "en": "Table view page showing information of Line OA members"
    },
    "Line-OA/หน้าแสดงข้อมูลแบบกรอง-วันที่เริ่มต้น-วันที่สิ้นสุด.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางข้อมูลสมาชิก Line OA แต่กรองข้อมูลตามวันที่เริ่มต้นและวันที่สิ้นสุด",
      "en": "Table view page showing information of Line OA members sorted by start and end dates"
    },
    "Line-OA/หน้าแสดงข้อมูลแบบกรองตามหัวตาราง.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางข้อมูลสมาชิก Line OA แต่กรองข้อมูลตามลำดับหัวตาราง",
      "en": "Table view page showing information of Line OA members sorted by table headers"
    },
    "Line-OA/หน้าแสดงข้อมูลแบบกรอง-ประเภทภาษา.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางข้อมูลสมาชิก Line OA แต่กรองข้อมูลตามประเภทภาษา",
      "en": "Table view page showing information of Line OA members sorted by language type"
    },
    "Line-OA/หน้าแสดงข้อมูลแบบกรองตามการค้นหา.png": {
      "primary": 6,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางข้อมูลสมาชิก Line OA แต่กรองข้อมูลตามการค้นหา",
      "en": "Table view page showing information of Line OA members sorted by search"
    },
    "Line-OA/หน้าป็อปอัพแสดงรายละเอียดสมาชิก-line-oa.png": {
      "primary": 7,
      "th": "หน้าป็อปอัพแสดงรายละเอียดสมาชิก Line OA ในหมวดหมู่ข้อมูลส่วนตัว",
      "en": "Popup page showing details of Line OA members in the personal information category"
    },
    "Line-OA/หน้าป็อปอัพแสดงรายละเอียดทะเบียนรถ-line-oa.png": {
      "primary": 8,
      "th": "หน้าป็อปอัพแสดงรายละเอียดทะเบียนสมาชิก Line OA ในหมวดหมู่ทะเบียนรถ",
      "en": "Popup page showing details of Line OA members in the license plate category"
    },
    "Line-OA/หน้าป็อปอัพเพิ่มทะเบียนใหม่.png": {
      "primary": 9,
      "th": "หน้าป็อปอัพเพิ่มทะเบียนรถใหม่ของสมาชิก Line OA",
      "en": "Popup page adding new license plate of Line OA members"
    },
    "Line-OA/หน้าป็อปอัพแก้ไขทะเบียน.png": {
      "primary": 10,
      "th": "หน้าป็อปอัพแก้ไขทะเบียนรถของสมาชิก Line OA",
      "en": "Popup page editing license plate of Line OA members"
    },
    "Line-OA/หน้าป็อปอัพยืนยันการลบทะเบียนสมาชิก-line-oa.png": {
      "primary": 11,
      "th": "หน้าป็อปอัพยืนยันการลบทะเบียนรถของสมาชิก Line OA",
      "en": "Popup page deleting license plate of Line OA members"
    },
    "Line-OA/หน้าแสดงป็อปอัพแสดงรายละเอียดบัตรจอดรถสมาชิก-line-oa.png": {
      "primary": 12,
      "th": "หน้าป็อปอัพแสดงรายละเอียดบัตรจอดรถของสมาชิก Line OA",
      "en": "Popup page showing details of parking card of Line OA members"
    }
  },
  "Invoice": {
    "primary": 3,
    "name": "หน้าแสดงข้อมูลใบเสนอราคา",
    "Invoice/หน้าแสดงข้อมูลใบเสนอราคา-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาเกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติการลงทะเบียนจอดรถ",
      "en": "Dashboard page showing statistics of registered parking members"
    },
    "Invoice/หน้าแสดงข้อมูลใบเสนอราคา-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคา",
      "en": "Table view page showing information of invoice"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามหัวตาราง.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามเลขที่ใบเสนอราคาตามหัวตาราง",
      "en": "Table view page showing information of invoice sorted by table headers"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามประเภทการรอชำระ.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามประเภทการรอชำระ",
      "en": "Table view page showing information of invoice sorted by payment pending type"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามประเภทการชำระ.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามประเภทการชำระ",
      "en": "Table view page showing information of invoice sorted by payment type"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามยอดรวมขั้นต่ำ.png": {
      "primary": 6,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามยอดรวมขั้นต่ำ",
      "en": "Table view page showing information of invoice sorted by minimum total amount"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามยอดค้างชำระขั้นต่ำ.png": {
      "primary": 7,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามยอดค้างชำระขั้นต่ำ",
      "en": "Table view page showing information of invoice sorted by minimum outstanding amount"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามตัวค้นหา.png": {
      "primary": 8,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามตัวค้นหา",
      "en": "Table view page showing information of invoice sorted by search"
    },
    "Invoice/หน้าแสดงข้อมูลรายละเอียดใบเสนอราคา-ส่วนบน.png": {
      "primary": 9,
      "th": "หน้าแสดงข้อมูลรายละเอียดใบเสนอราคา ส่วนบน",
      "en": "Invoice details page - top section"
    },
    "Invoice/หน้าแสดงข้อมูลรายละเอียดใบเสนอราคา-ส่วนล่าง.png": {
      "primary": 10,
      "th": "หน้าแสดงข้อมูลรายละเอียดใบเสนอราคา ส่วนล่าง",
      "en": "Invoice details page - bottom section"
    }
  },
  "Register-parking": {
    "primary": 4,
    "name": "หน้าแสดงข้อมูลสมาชิกที่ลงทะเบียน",
    "Register-parking/หน้าแสดงข้อมูลลงทะเบียนจอดรถ-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลสมาชิกที่ลงทะเบียนจอดรถเกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติการลงทะเบียนจอดรถ",
      "en": "Dashboard page for viewing statistics of parking registrations"
    },
    "Register-parking/หน้าแสดงข้อมูลลงทะเบียนจอดรถ-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลแบบตารางของสมาชิกที่ลงทะเบียนจอดรถตามข้อมูลต่าง ๆ เช่น ชื่อ-นามสกุล, เบอร์โทรศัพท์, อีเมล, ประเภทรถ, ทะเบียนรถ, สถานะการชำระเงิน และอื่น ๆ",
      "en": "Table view page showing information of parking registration members, including name, phone number, email, vehicle type, license plate, payment status, and more"
    },
    "Register-parking/หน้าแสดงข้อมูลแบบกรองตามหัวตาราง.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลแบบตารางของสมาชิกที่ลงทะเบียนจอดรถตามการกดกรองข้อมูลจากหัวตาราง เช่น กรองตามสถานะการชำระเงิน, กรองตามประเภทรถ, กรองตามช่วงเวลาการลงทะเบียน และอื่น ๆ",
      "en": "Table view page showing filtered data of parking registration members based on table headers such as payment status, vehicle type, registration time range and others"
    },
    "Register-parking/หน้าแสดงข้อมูลแบบกรองค่าธรรมนียมขั้นต่ำ.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลแบบตารางของสมาชิกที่ลงทะเบียนจอดรถตามการกรอกข้อมูลจากค่าธรรมเนียมขั้นต่ำ เช่น กรองตามค่าธรรมเนียมขั้นต่ำ 10 บาท, กรองตามค่าธรรมเนียมขั้นต่ำ 20 บาท, กรองตามค่าธรรมเนียมขั้นต่ำ 30 บาท และอื่น ๆ",
      "en": "Table view page showing filtered data of parking registration members based on minimum fee input such as filtering by minimum fee of 10 baht, 20 baht, 30 baht and others"
    },
    "Register-parking/หน้าแสดงข้อมูลแบบกรองตามการค้นหา.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลแบบตารางของสมาชิกที่ลงทะเบียนจอดรถตามการกรอกข้อมูลจากช่องค้นหา เช่น กรองตามชื่อ-นามสกุล, กรองตามเบอร์โทรศัพท์ และอื่น ๆ",
      "en": "Table view page showing filtered data of parking registration members based on search input such as name, phone number and others"
    },
    "Register-parking/หน้าแสดงป็อปอัพรายละเอียด-ส่วนบน.png": {
      "primary": 6,
      "th": "หน้าแสดงป็อปอัพรายละเอียดของสมาชิกที่ลงทะเบียนจอดรถที่กดเลือก ในส่วนบนของหน้า",
      "en": "Popup page showing details of a selected parking registration member, displayed in the upper part of the page"
    },
    "Register-parking/หน้าแสดงป็อปอัพรายละเอียด-ส่วนล่าง.png": {
      "primary": 7,
      "th": "หน้าแสดงป็อปอัพรายละเอียดของสมาชิกที่ลงทะเบียนจอดรถที่กดเลือก ในส่วนล่างของหน้า",
      "en": "Bottom part of the popup detail page showing information of a selected parking registration member"
    },
    "Register-parking/หน้าสร้างข้อมูลลงทะเบียนจอดรถ-ส่วนบน.png": {
      "primary": 8,
      "th": "หน้าสร้างข้อมูลลงทะเบียนจอดรถสำหรับเพิ่มข้อมูลสมาชิกที่ลงทะเบียนจอดรถใหม่ ในส่วนบนของหน้า",
      "en": "Page for creating new parking registration data for new members, displayed in the upper part of the page"
    },
    "Register-parking/หน้าแสดงป็อปอัพเพิ่มรายการเข้าตารางสมัคร.png": {
      "primary": 9,
      "th": "หน้าแสดงป็อปอัพเพิ่มรายการเข้าตารางสมัครสำหรับเพิ่มข้อมูลสมาชิกที่ลงทะเบียนจอดรถใหม่ ในส่วนของการเพิ่มข้อมูลลงในตารางสมัคร",
      "en": "Popup page for adding new parking registration member data to the registration table"
    },
    "Register-parking/หน้าแสดงป็อปอัพเพิ่มทะเบียนรถเข้าสมาชิก.png": {
      "primary": 10,
      "th": "หน้าแสดงป็อปอัพเพิ่มทะเบียนรถเข้าสมาชิกสำหรับเพิ่มข้อมูลทะเบียนรถของสมาชิกที่ลงทะเบียนจอดรถใหม่ ในส่วนของการเพิ่มข้อมูลทะเบียนรถเข้าสมาชิก",
      "en": "Popup page for adding vehicle registration data to a registered parking member"
    },
    "Register-parking/หน้าสร้างข้อมูลลงทะเบียนจอดรถ-ส่วนล่าง.png": {
      "primary": 11,
      "th": "หน้าสร้างข้อมูลลงทะเบียนจอดรถสำหรับเพิ่มข้อมูลสมาชิกที่ลงทะเบียนจอดรถใหม่ ในส่วนล่างของหน้า",
      "en": "Page for creating new parking registration data for new members, displayed in the lower part of the page"
    }
  },
  "Customer-management": {
    "primary": 5,
    "name": "หน้าแสดงข้อมูลสมาชิกจุดจอดรถ",
    "Customer-management/Customer-management-01.png": {
      "primary": 1,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-02.png": {
      "primary": 2,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-03.png": {
      "primary": 3,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-04.png": {
      "primary": 4,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-05.png": {
      "primary": 5,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-06.png": {
      "primary": 6,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-07.png": {
      "primary": 7,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-08.png": {
      "primary": 8,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-09.png": {
      "primary": 9,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-10.png": {
      "primary": 10,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-11.png": {
      "primary": 11,
      "th": "--",
      "en": "--"
    },
    "Customer-management/Customer-management-12.png": {
      "primary": 12,
      "th": "--",
      "en": "--"
    }
  },
  "Vehicle-list": {
    "primary": 6,
    "name": "หน้าค้นหาข้อมูลทะเบียนรถ",
    "Vehicle-list/หน้าสำหรับตรวจสอบข้อมูลของเจ้าของทะเบียน.png": {
      "primary": 1,
      "th": "--",
      "en": "--"
    }
  }
}