{
  "Login": {
    "primary": 1,
    "nameTH": "หน้าเข้าสู่ระบบ (Login)",
    "nameEN": "Login Page",
    "Login/login-หน้าล็อกอิน.png": {
      "primary": 1,
      "th": "หน้ากรอกข้อมูล username และ password เพื่อเข้าสู่ระบบ Cityparking admin สำหรับผู้ดูแลระบบ",
      "en": "Login page for entering username and password to access Cityparking admin for administrators"
    },
    "Login/กำลังเข้าสู่ระบบ-login.png": {
      "primary": 2,
      "th": "หน้ากรอกข้อมูลแต่เป็นขั้นตอนกำลังเข้าสู่ระบบ Cityparking admin สำหรับผู้ดูแลระบบ",
      "en": "Login page showing the loading state while accessing the Cityparking admin for administrators"
    }
  },
  "Transaction-parking": {
    "primary": 2,
    "nameTH": "หน้าจัดการข้อมูลการจอดรถ",
    "nameEN": "Transaction Parking Page",
    "Transaction-parking/หน้าแสดงข้อมูลการจอดรถ-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลการจอดรถเกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติของการจอดรถ",
      "en": "Dashboard page for viewing statistics of parking transactions"
    },
    "Transaction-parking/หน้าแสดงข้อมูลการจอดรถ-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลการจอดรถในรูปแบบตารางสำหรับดูข้อมูลการจอดรถ",
      "en": "Table view page showing information of parking transactions"
    },
    "Transaction-parking/หน้าแสดงข้อมูลการจอดรถกรองตามประเภทสถานะ.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลการจอดรถในรูปแบบตารางแต่กรองตามประเภทสถานะของการจอดรถ",
      "en": "Table view page showing information of parking transactions filtered by transaction status type"
    },
    "Transaction-parking/หน้าแสดงข้อมูลการจอดรถกรองตามสถานที่.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลการจอดรถในรูปแบบตารางแต่กรองตามสถานที่ของการจอดรถ",
      "en": "Table view page showing information of parking transactions filtered by parking location"
    },
    "Transaction-parking/หน้าแสดงข้อมูลการจอดรถกรองตามจุดเข้าออก.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลการจอดรถในรูปแบบตารางแต่กรองตามจุดเข้าออกของการจอดรถ",
      "en": "Table view page showing information of parking transactions filtered by entry and exit points"
    },
    "Transaction-parking/หน้าแสดงข้อมูลการจอดรถกรองตามประเภทรถ.png": {
      "primary": 6,
      "th": "หน้าแสดงข้อมูลการจอดรถในรูปแบบตารางแต่กรองตามประเภทรถของการจอดรถ",
      "en": "Table view page showing information of parking transactions filtered by vehicle type"
    },
    "Transaction-parking/หน้าแสดงข้อมูลการจอดรถกรองตามตัวค้นหา.png": {
      "primary": 7,
      "th": "หน้าแสดงข้อมูลการจอดรถในรูปแบบตารางแต่กรองข้อมูลตามตัวค้นหา เช่น กรองทะเบียน, จุดเข้า-ออก, บัตรสมาชิก และอื่น ๆ",
      "en": "Table view page showing information of parking transactions filtered by search criteria such as license plate, entry and exit points, membership card, etc."
    },
    "Transaction-parking/หน้าป็อปอัพแก้ไขรายละเอียดข้อมูลทะเบียน.png": {
      "primary": 8,
      "th": "หน้าป็อปอัพแก้ไขทะเบียนของข้อมูลการจอดรถที่กดเลือกแก้ไข",
      "en": "Popup page for editing the license plate information of a selected parking transaction"
    },
    "Transaction-parking/หน้าป็อปอัพแสดงรายละเอียดข้อมูลการจอดรถ-ส่วนบน.png": {
      "primary": 9,
      "th": "หน้าป็อปอัพแสดงรายละเอียดของการจอดรถที่กดเลือก ในส่วนบนของหน้าป็อปอัพ",
      "en": "Popup page showing details of a selected parking transaction, displayed in the upper part of the popup page"
    },
    "Transaction-parking/หน้าป็อปอัพแสดงรายละเอียดข้อมูลการจอดรถ-ส่วนกลาง.png": {
      "primary": 10,
      "th": "หน้าป็อปอัพแสดงรายละเอียดของการจอดรถที่กดเลือก ในส่วนกลางของหน้าป็อปอัพ",
      "en": "Popup page showing details of a selected parking transaction, displayed in the middle part of the popup page"
    },
    "Transaction-parking/หน้าป็อปอัพแสดงรายละเอียดข้อมูลการจอดรถ-ส่วนล่าง.png": {
      "primary": 11,
      "th": "หน้าป็อปอัพแสดงรายละเอียดของการจอดรถที่กดเลือก ในส่วนล่างของหน้าป็อปอัพ",
      "en": "Popup page showing details of a selected parking transaction, displayed in the lower part of the popup page"
    },
    "Transaction-parking/หน้าป็อปอัพการทำรายการออกของข้อมูลการจอดรถ.png": {
      "primary": 12,
      "th": "หน้าป็อปอัพยืนยันข้อมูลการจอดรถที่เลือกทำรายการออก",
      "en": "Popup page confirming the checkout of a selected parking transaction"
    }
  },
  "Ev-charger": {
    "primary": 3,
    "nameTH": "หน้าข้อมูลรายการชาร์จรถ EV charger",
    "nameEN": "EV Charger Page",
    "Ev-charger/หน้าแสดงข้อมูลรายการชาร์จรถEV-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลรายการชาร์จรถ EV charger เกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติของการชาร์จรถ EV charger",
      "en": "Dashboard page for viewing statistics of electric vehicle charging transactions"
    },
    "Ev-charger/หน้าแสดงข้อมูลรายการชาร์จรถEV-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลรายการชาร์จรถ EV charger ในรูปแบบตารางสำหรับดูข้อมูลการชาร์จรถ EV charger",
      "en": "Table view page showing information of electric vehicle charging transactions"
    },
    "Ev-charger/หน้าแสดงข้อมูลรายการชาร์จรถEVกรองตามสถานที่.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลรายการชาร์จรถ EV charger ในรูปแบบตารางสำหรับดูข้อมูลการชาร์จรถ EV charger แต่กรองข้อมูลตามสถานที่ของการชาร์จรถ EV charger",
      "en": "Table view page showing information of electric vehicle charging transactions filtered by charging station location"
    },
    "Ev-charger/หน้าแสดงข้อมูลรายการชาร์จรถEVกรองตามรถเข้า-ออก.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลรายการชาร์จรถ EV charger ในรูปแบบตารางสำหรับดูข้อมูลการชาร์จรถ EV charger แต่กรองตามรถเข้า-ออกของการชาร์จรถ EV charger",
      "en": "Table view page showing information of electric vehicle charging transactions filtered by vehicle type (entry/exit)"
    },
    "Ev-charger/หน้าแสดงข้อมูลรายการชาร์จรถEVกรองตามประเภทสถานะ.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลรายการชาร์จรถ EV charger ในรูปแบบตารางสำหรับดูข้อมูลการชาร์จรถ EV charger แต่กรองข้อมูลตามประเภทสถานะของการชาร์จรถ EV charger",
      "en": "Table view page showing information of electric vehicle charging transactions filtered by charging status type"
    },
    "Ev-charger/หน้าแสดงข้อมูลรายการชาร์จรถEVกรองตามค่าบริดารขั้นต่ำ.png": {
      "primary": 6,
      "th": "หน้าแสดงข้อมูลรายการชาร์จรถ EV charger ในรูปแบบตารางสำหรับดูข้อมูลการชาร์จรถ EV charger แต่กรองข้อมูลตามค่าบริการขั้นต่ำของการชาร์จรถ EV charger",
      "en": "Table view page showing information of electric vehicle charging transactions filtered by minimum service charge"
    },
    "Ev-charger/หน้าแสดงข้อมูลรายการชาร์จรถEVกรองตามตัวค้นหาข้อมูล.png": {
      "primary": 7,
      "th": "หน้าแสดงข้อมูลรายการชาร์จรถ EV charger ในรูปแบบตารางสำหรับดูข้อมูลการชาร์จรถ EV charger แต่กรองข้อมูลตามตัวค้นหาข้อมูล เช่น กรองตามทะเบียนรถ, กรองตามสถานที่ชาร์จ และอื่น ๆ",
      "en": "Table view page showing information of electric vehicle charging transactions filtered by search criteria"
    },
    "Ev-charger/หน้าป็อปอัพแก้ไขทะเบียน.png": {
      "primary": 8,
      "th": "หน้าป็อปอัพแก้ไขทะเบียนรถของสมาชิก EV charger",
      "en": "Popup page for editing the license plate of EV charger members"
    },
    "Ev-charger/หน้าป็อปอัพแสดงรายละเอียดการชาร์จรถEV.png": {
      "primary": 9,
      "th": "หน้าป็อปอัพแสดงรายละเอียดการชาร์จรถ EV charger",
      "en": "Popup page showing details of an electric vehicle charging transaction"
    },
    "Ev-charger/หน้าป็อปอัพแสดงถานะของเครื่องชาร์จ.png": {
      "primary": 10,
      "th": "หน้าป็อปอัพแสดงถานะของเครื่องชาร์จ EV charger",
      "en": "Popup page showing status of EV charger machine"
    }
  },
  "Line-OA": {
    "primary": 4,
    "nameTH": "หน้าแสดงข้อมูลสมาชิก Line OA",
    "nameEN": "Line OA Page",
    "Line-OA/หน้าแสดงข้อมูลสมาชิก-line-oa-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA เกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติของสมาชิก Line OA",
      "en": "Dashboard page for viewing statistics of Line OA members"
    },
    "Line-OA/หน้าแสดงข้อมูลสมาชิก-line-oa-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางสำหรับดูข้อมูลสมาชิก Line OA",
      "en": "Table view page showing information of Line OA members"
    },
    "Line-OA/หน้าแสดงข้อมูลแบบกรอง-วันที่เริ่มต้น-วันที่สิ้นสุด.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางข้อมูลสมาชิก Line OA แต่กรองข้อมูลตามวันที่เริ่มต้นและวันที่สิ้นสุด",
      "en": "Table view page showing information of Line OA members filtered by start and end dates"
    },
    "Line-OA/หน้าแสดงข้อมูลแบบกรองตามหัวตาราง.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางข้อมูลสมาชิก Line OA แต่กรองข้อมูลตามลำดับหัวตาราง",
      "en": "Table view page showing information of Line OA members filtered by table headers"
    },
    "Line-OA/หน้าแสดงข้อมูลแบบกรอง-ประเภทภาษา.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางข้อมูลสมาชิก Line OA แต่กรองข้อมูลตามประเภทภาษา",
      "en": "Table view page showing information of Line OA members filtered by language type"
    },
    "Line-OA/หน้าแสดงข้อมูลแบบกรองตามการค้นหา.png": {
      "primary": 6,
      "th": "หน้าแสดงข้อมูลสมาชิก Line OA ในรูปแบบตารางข้อมูลสมาชิก Line OA แต่กรองข้อมูลตามการค้นหา",
      "en": "Table view page showing information of Line OA members filtered by search"
    },
    "Line-OA/หน้าป็อปอัพแสดงรายละเอียดสมาชิก-line-oa.png": {
      "primary": 7,
      "th": "หน้าป็อปอัพแสดงรายละเอียดสมาชิก Line OA ในหมวดหมู่ข้อมูลส่วนตัว",
      "en": "Popup page showing details of Line OA members in the personal information category"
    },
    "Line-OA/หน้าป็อปอัพแสดงรายละเอียดทะเบียนรถ-line-oa.png": {
      "primary": 8,
      "th": "หน้าป็อปอัพแสดงรายละเอียดทะเบียนสมาชิก Line OA ในหมวดหมู่ทะเบียนรถ",
      "en": "Popup page showing details of Line OA members in the license plate category"
    },
    "Line-OA/หน้าป็อปอัพเพิ่มทะเบียนใหม่.png": {
      "primary": 9,
      "th": "หน้าป็อปอัพเพิ่มทะเบียนรถใหม่ของสมาชิก Line OA",
      "en": "Popup page for adding a new license plate of Line OA members"
    },
    "Line-OA/หน้าป็อปอัพแก้ไขทะเบียน.png": {
      "primary": 10,
      "th": "หน้าป็อปอัพแก้ไขทะเบียนรถของสมาชิก Line OA",
      "en": "Popup page for editing the license plate of Line OA members"
    },
    "Line-OA/หน้าป็อปอัพยืนยันการลบทะเบียนสมาชิก-line-oa.png": {
      "primary": 11,
      "th": "หน้าป็อปอัพยืนยันการลบทะเบียนรถของสมาชิก Line OA",
      "en": "Popup page for deleting the license plate of Line OA members"
    },
    "Line-OA/หน้าแสดงป็อปอัพแสดงรายละเอียดบัตรจอดรถสมาชิก-line-oa.png": {
      "primary": 12,
      "th": "หน้าป็อปอัพแสดงรายละเอียดบัตรจอดรถของสมาชิก Line OA",
      "en": "Popup page showing the parking card details of Line OA members"
    }
  },
  "Invoice": {
    "primary": 5,
    "nameTH": "หน้าแสดงข้อมูลใบเสนอราคา",
    "nameEN": "Invoice Page",
    "Invoice/หน้าแสดงข้อมูลใบเสนอราคา-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาเกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติการลงทะเบียนจอดรถ",
      "en": "Dashboard page showing statistics of registered parking members"
    },
    "Invoice/หน้าแสดงข้อมูลใบเสนอราคา-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคา",
      "en": "Table view page showing information of invoice"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามหัวตาราง.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามเลขที่ใบเสนอราคาตามหัวตาราง",
      "en": "Table view page showing information of invoice filtered by table headers"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามประเภทการรอชำระ.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามประเภทการรอชำระ",
      "en": "Table view page showing information of invoice filtered by payment pending type"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามประเภทการชำระ.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามประเภทการชำระ",
      "en": "Table view page showing information of invoice filtered by payment type"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามยอดรวมขั้นต่ำ.png": {
      "primary": 6,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามยอดรวมขั้นต่ำ",
      "en": "Table view page showing information of invoice filtered by minimum total amount"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามยอดค้างชำระขั้นต่ำ.png": {
      "primary": 7,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามยอดค้างชำระขั้นต่ำ",
      "en": "Table view page showing information of invoice filtered by minimum outstanding amount"
    },
    "Invoice/หน้าแสดงข้อมูลแบบกรองตามตัวค้นหา.png": {
      "primary": 8,
      "th": "หน้าแสดงข้อมูลใบเสนอราคาในรูปแบบตารางของข้อมูลใบเสนอราคาแต่กรองข้อมูลตามตัวค้นหา",
      "en": "Table view page showing information of invoice filtered by search"
    },
    "Invoice/หน้าแสดงข้อมูลรายละเอียดใบเสนอราคา-ส่วนบน.png": {
      "primary": 9,
      "th": "หน้าแสดงข้อมูลรายละเอียดใบเสนอราคา ส่วนบน",
      "en": "Invoice details page - top section"
    },
    "Invoice/หน้าแสดงข้อมูลรายละเอียดใบเสนอราคา-ส่วนล่าง.png": {
      "primary": 10,
      "th": "หน้าแสดงข้อมูลรายละเอียดใบเสนอราคา ส่วนล่าง",
      "en": "Invoice details page - bottom section"
    },
    "Invoice/หน้ากรอกข้อมูลสำหรับสร้างใบเสนอราคา.png": {
      "primary": 11,
      "th": "หน้ากรอกข้อมูลสำหรับสร้างใบเสนอราคาใหม่",
      "en": "Page for entering information to create a new invoice"
    },
    "Invoice/หน้าป็อปอัพเพิ่มรายการสำหรับใบแจ้งหนี้.png": {
      "primary": 12,
      "th": "หน้าป็อปอัพเพิ่มรายการสำหรับใบแจ้งหนี้สำหรับเพิ่มรายการสินค้าและบริการในใบเสนอราคา",
      "en": "Popup page for adding items to a new invoice"
    }
  },
  "Revenue-add": {
    "primary": 6,
    "nameTH": "หน้าแสดงข้อมูลรายได้",
    "nameEN": "Revenue Page",
    "Revenue-add/หน้าแสดงข้อมูลรายได้-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติของรายได้",
      "en": "Dashboard page for viewing statistics of revenue"
    },
    "Revenue-add/หน้าแสดงข้อมูลรายได้-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับตารางสำหรับดูข้อมูลรายได้ตามรายการ",
      "en": "Table view page showing revenue information by item"
    },
    "Revenue-add/หน้าแสดงข้อมูลรายได้กรองตามหัวตาราง.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับตารางสำหรับดูข้อมูลรายได้ตามรายการแต่กรองข้อมูลตามหัวตาราง",
      "en": "Table view page showing revenue information filtered by table headers"
    },
    "Revenue-add/หน้าแสดงข้อมูลรายได้กรองตามประเภทการชำระ.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับตารางสำหรับดูข้อมูลรายได้ตามรายการแต่กรองข้อมูลตามประเภทสถานะของรายได้",
      "en": "Table view page showing revenue information filtered by revenue status type"
    },
    "Revenue-add/หน้าแสดงข้อมูลรายได้กรองตามประเภทการสถานที่.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับตารางสำหรับดูข้อมูลรายได้ตามรายการแต่กรองข้อมูลตามประเภทสถานที่",
      "en": "Table view page showing revenue information filtered by revenue location type"
    },
    "Revenue-add/หน้าแสดงข้อมูลรายได้กรองตามประเภทรายการรายได้.png": {
      "primary": 6,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับตารางสำหรับดูข้อมูลรายได้ตามรายการแต่กรองข้อมูลตามประเภทรายการรายได้",
      "en": "Table view page showing revenue information filtered by revenue item type"
    },
    "Revenue-add/หน้าแสดงข้อมูลรายได้กรองตามจำนวนเงินขั้นต่ำ.png": {
      "primary": 7,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับตารางสำหรับดูข้อมูลรายได้ตามรายการแต่กรองข้อมูลตามจำนวนเงินขั้นต่ำ",
      "en": "Table view page showing revenue information filtered by minimum amount"
    },
    "Revenue-add/หน้าแสดงข้อมูลรายได้กรองตามตัวค้นหา.png": {
      "primary": 8,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับตารางสำหรับดูข้อมูลรายได้ตามรายการแต่กรองข้อมูลตามตัวค้นหา",
      "en": "Table view page showing revenue information filtered by search"
    },
    "Revenue-add/หน้าสร้างข้อมูลรายได้ใหม่-ส่วนบน.png": {
      "primary": 9,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับการสร้างข้อมูลรายได้ใหม่ ในส่วนบนของหน้า",
      "en": "Page for creating new revenue information in the upper part of the screen"
    },
    "Revenue-add/หน้าสร้างข้อมูลรายได้ใหม่-ส่วนล่าง.png": {
      "primary": 10,
      "th": "หน้าแสดงข้อมูลรายได้เกี่ยวกับการสร้างข้อมูลรายได้ใหม่ ในส่วนล่างของหน้า",
      "en": "Page for creating new revenue information in the lower part of the screen"
    }
  },
  "Register-parking": {
    "primary": 7,
    "nameTH": "หน้าแสดงข้อมูลสมาชิกที่ลงทะเบียน",
    "nameEN": "Register Parking Page",
    "Register-parking/หน้าแสดงข้อมูลลงทะเบียนจอดรถ-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลสมาชิกที่ลงทะเบียนจอดรถเกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติการลงทะเบียนจอดรถ",
      "en": "Dashboard page for viewing statistics of parking registrations"
    },
    "Register-parking/หน้าแสดงข้อมูลลงทะเบียนจอดรถ-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลแบบตารางของสมาชิกที่ลงทะเบียนจอดรถตามข้อมูลต่าง ๆ เช่น ชื่อ-นามสกุล, เบอร์โทรศัพท์, อีเมล, ประเภทรถ, ทะเบียนรถ, สถานะการชำระเงิน และอื่น ๆ",
      "en": "Table view page showing information of parking registration members, including name, phone number, email, vehicle type, license plate, payment status, and more"
    },
    "Register-parking/หน้าแสดงข้อมูลแบบกรองตามหัวตาราง.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลแบบตารางของสมาชิกที่ลงทะเบียนจอดรถตามการกดกรองข้อมูลจากหัวตาราง เช่น กรองตามสถานะการชำระเงิน, กรองตามประเภทรถ, กรองตามช่วงเวลาการลงทะเบียน และอื่น ๆ",
      "en": "Table view page showing filtered data of parking registration members based on table headers such as payment status, vehicle type, registration time range and others"
    },
    "Register-parking/หน้าแสดงข้อมูลแบบกรองค่าธรรมนียมขั้นต่ำ.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลแบบตารางของสมาชิกที่ลงทะเบียนจอดรถตามการกรอกข้อมูลจากค่าธรรมเนียมขั้นต่ำ เช่น กรองตามค่าธรรมเนียมขั้นต่ำ 10 บาท, กรองตามค่าธรรมเนียมขั้นต่ำ 20 บาท, กรองตามค่าธรรมเนียมขั้นต่ำ 30 บาท และอื่น ๆ",
      "en": "Table view page showing filtered data of parking registration members based on minimum fee input such as filtering by minimum fee of 10 baht, 20 baht, 30 baht and others"
    },
    "Register-parking/หน้าแสดงข้อมูลแบบกรองตามการค้นหา.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลแบบตารางของสมาชิกที่ลงทะเบียนจอดรถตามการกรอกข้อมูลจากช่องค้นหา เช่น กรองตามชื่อ-นามสกุล, กรองตามเบอร์โทรศัพท์ และอื่น ๆ",
      "en": "Table view page showing filtered data of parking registration members based on search input such as name, phone number and others"
    },
    "Register-parking/หน้าแสดงป็อปอัพรายละเอียด-ส่วนบน.png": {
      "primary": 6,
      "th": "หน้าแสดงป็อปอัพรายละเอียดของสมาชิกที่ลงทะเบียนจอดรถที่กดเลือก ในส่วนบนของหน้า",
      "en": "Popup page showing details of a selected parking registration member, displayed in the upper part of the page"
    },
    "Register-parking/หน้าแสดงป็อปอัพรายละเอียด-ส่วนล่าง.png": {
      "primary": 7,
      "th": "หน้าแสดงป็อปอัพรายละเอียดของสมาชิกที่ลงทะเบียนจอดรถที่กดเลือก ในส่วนล่างของหน้า",
      "en": "Bottom part of the popup detail page showing information of a selected parking registration member"
    },
    "Register-parking/หน้าสร้างข้อมูลลงทะเบียนจอดรถ-ส่วนบน.png": {
      "primary": 8,
      "th": "หน้าสร้างข้อมูลลงทะเบียนจอดรถสำหรับเพิ่มข้อมูลสมาชิกที่ลงทะเบียนจอดรถใหม่ ในส่วนบนของหน้า",
      "en": "Page for creating new parking registration data for new members, displayed in the upper part of the page"
    },
    "Register-parking/หน้าแสดงป็อปอัพเพิ่มรายการเข้าตารางสมัคร.png": {
      "primary": 9,
      "th": "หน้าแสดงป็อปอัพเพิ่มรายการเข้าตารางสมัครสำหรับเพิ่มข้อมูลสมาชิกที่ลงทะเบียนจอดรถใหม่ ในส่วนของการเพิ่มข้อมูลลงในตารางสมัคร",
      "en": "Popup page for adding new parking registration member data to the registration table"
    },
    "Register-parking/หน้าแสดงป็อปอัพเพิ่มทะเบียนรถเข้าสมาชิก.png": {
      "primary": 10,
      "th": "หน้าแสดงป็อปอัพเพิ่มทะเบียนรถเข้าสมาชิกสำหรับเพิ่มข้อมูลทะเบียนรถของสมาชิกที่ลงทะเบียนจอดรถใหม่ ในส่วนของการเพิ่มข้อมูลทะเบียนรถเข้าสมาชิก",
      "en": "Popup page for adding vehicle registration data to a registered parking member"
    },
    "Register-parking/หน้าสร้างข้อมูลลงทะเบียนจอดรถ-ส่วนล่าง.png": {
      "primary": 11,
      "th": "หน้าสร้างข้อมูลลงทะเบียนจอดรถสำหรับเพิ่มข้อมูลสมาชิกที่ลงทะเบียนจอดรถใหม่ ในส่วนล่างของหน้า",
      "en": "Page for creating new parking registration data for new members, displayed in the lower part of the page"
    }
  },
  "Customer-management": {
    "primary": 8,
    "nameTH": "หน้าจัดการข้อมูลสมาชิกลูกค้า",
    "nameEN": "Customer Management Page",
    "Customer-management/หน้าแสดงจัดการข้อมูลลูกค้า-ส่วนบน-dashboard.png": {
      "primary": 1,
      "th": "หน้าแสดงข้อมูลสมาชิกลูกค้าเกี่ยวกับแดชบอร์ดสำหรับดูข้อมูลสถิติของสมาชิกลูกค้า",
      "en": "Dashboard page for viewing statistics of customer members"
    },
    "Customer-management/หน้าแสดงจัดการข้อมูลลูกค้า-ส่วนล่าง-ตาราง.png": {
      "primary": 2,
      "th": "หน้าแสดงข้อมูลสมาชิกลูกค้าเกี่ยวกับข้อมูลในรูปแบบตารางสำหรับดูข้อมูลสมาชิกลูกค้า",
      "en": "Table view page showing information of customer members"
    },
    "Customer-management/หน้าแสดงข้อมูลกรองตามวันที่เริ่มต้น-วันที่สิ้นสุด.png": {
      "primary": 3,
      "th": "หน้าแสดงข้อมูลสมาชิกลูกค้าเกี่ยวกับการกรองข้อมูลตามวันที่เริ่มต้นและวันที่สิ้นสุด",
      "en": "Page showing customer member data filtered by start and end date"
    },
    "Customer-management/หน้าแสดงข้อมูลกรองตามประเภทสถานะ.png": {
      "primary": 4,
      "th": "หน้าแสดงข้อมูลสมาชิกลูกค้าเกี่ยวกับการกรองข้อมูลตามประเภทสถานะของสมาชิกลูกค้า",
      "en": "Page showing customer member data filtered by member status type"
    },
    "Customer-management/หน้าแสดงข้อมูลกรองตามตัวค้นหา.png": {
      "primary": 5,
      "th": "หน้าแสดงข้อมูลสมาชิกลูกค้าเกี่ยวกับการกรองข้อมูลตามตัวค้นหา เช่น กรองตามชื่อ-นามสกุล, กรองตามเบอร์โทรศัพท์ และอื่น ๆ",
      "en": "Page showing customer member data filtered by search criteria such as name, surname, phone number, etc."
    },
    "Customer-management/หน้าป็อปอัพแสดงข้อมูลรายละเอียด-ข้อมูลส่วนตัว.png": {
      "primary": 6,
      "th": "หน้าป็อปอัพแสดงข้อมูลรายละเอียดของสมาชิกลูกค้าในหมวดหมู่ข้อมูลส่วนตัว",
      "en": "Popup page showing detailed information of a customer member in the personal information category"
    },
    "Customer-management/หน้าป็อปอัพแสดงข้อมูลรายละเอียด-ข้อมูลส่วนตัว-แก้ไข.png": {
      "primary": 7,
      "th": "หน้าป็อปอัพแสดงข้อมูลรายละเอียดของสมาชิกลูกค้าในหมวดหมู่ข้อมูลส่วนตัว โหมดแก้ไขข้อมูล",
      "en": "Popup page showing detailed information of a customer member in the personal information category in edit mode"
    },
    "Customer-management/หน้าป็อปอัพแสดงข้อมูลรายละเอียด-ข้อมูลที่อยู่.png": {
      "primary": 8,
      "th": "หน้าป็อปอัพแสดงข้อมูลรายละเอียดของสมาชิกลูกค้าในหมวดหมู่ข้อมูลที่อยู่",
      "en": "Popup page showing detailed information of a customer member in the address information category"
    },
    "Customer-management/หน้าป็อปอัพแสดงข้อมูลสมาชิกไลน์.png": {
      "primary": 9,
      "th": "หน้าป็อปอัพแสดงข้อมูลรายละเอียดของสมาชิกลูกค้าในหมวดหมู่ข้อมูลสมาชิกไลน์",
      "en": "Popup page showing detailed information of a customer member in the LINE member information category"
    },
    "Customer-management/หน้าป็อปอัพสำหรับสร้างสมาชิกไลน์-ค้นหาเบอร์โทร.png": {
      "primary": 10,
      "th": "หน้าป็อปอัพสำหรับสร้างสมาชิกไลน์ ขั้นตอนค้นหาเบอร์โทร",
      "en": "Popup page for creating a LINE member by searching phone number"
    },
    "Customer-management/หน้าป็อปอัพสำหรับสร้างสมาชิกไลน์-ค้นหาไลน์.png": {
      "primary": 11,
      "th": "หน้าป็อปอัพสำหรับสร้างสมาชิกไลน์ ขั้นตอนค้นหาไลน์",
      "en": "Popup page for creating a LINE member by searching LINE ID"
    },
    "Customer-management/หน้าป็อปอัพสำหรับลบสมาชิกไลน์.png": {
      "primary": 12,
      "th": "หน้าป็อปอัพสำหรับลบสมาชิกไลน์สำหรับยืนยันการลบสมาชิกไลน์ของสมาชิกลูกค้า",
      "en": "Popup page for deleting a LINE member to confirm the deletion of a customer member's LINE membership"
    }
  },
  "Vehicle-list": {
    "primary": 9,
    "nameTH": "หน้าค้นหาข้อมูลทะเบียนรถ",
    "nameEN": "License Plate List Page",
    "Vehicle-list/หน้าสำหรับตรวจสอบข้อมูลของเจ้าของทะเบียน.png": {
      "primary": 1,
      "th": "หน้าสำหรับตรวจสอบข้อมูลของเจ้าของทะเบียน ใช้สำหรับตรวจสอบข้อมูลของทะเบียนรถแบบละเอียด",
      "en": "Page for checking information of the license plate owner. Used to check detailed information of the license plate."
    }
  }
}